"OK" = "確定";
"Back" = "返回";
"Done" = "完成";
"Sorry" = "抱歉";
"Cancel" = "取消";
"Setting" = "設置";
"Photos" = "照片";
"Videos" = "視頻";
"Preview" = "預覽";
"Full image" = "原圖";
"Processing..." = "正在處理...";
"Can not use camera" = "無法使用相機";
"Synchronizing photos from iCloud" = "正在從iCloud同步照片";
"Can not choose both video and photo" = "選擇照片時不能選擇視頻";
"Can not choose both photo and GIF" = "選擇照片時不能選擇 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多選狀態下選擇視頻，默認將視頻當圖片發送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "無法跳轉到隱私設置頁面，請手動前往設置頁面，謝謝";

"Select a maximum of %zd photos" = "你最多只能選擇%zd張照片";
"Select a minimum of %zd photos" = "請至少選擇%zd張照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "請在iPhone的\"設置-隱私-照片\"選項中，\r允許%@訪問你的手機相冊";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "請在iPhone的\"設置-隱私-相機\"中允許%@訪問相機";
"You haven't set the microphone permission to use the function properly" = "您未設置麥克風權限,無法正常使用功能";
"You haven't set the camera permission to use the function properly" = "您未設置相機權限,無法正常使用功能";
"You haven't set the album permission to use the function properly" = "您未設置相冊權限,無法正常使用功能";
"You haven't set the album permission to save the picture" = "您未設置相冊權限,無法保存圖片";
"You haven't set the album permission to save the video" = "您未設置相冊權限,無法保存視頻";
"Do you wanna save video?" = "是否保存視頻?";

"chatEnd" = "對話結束";
"chatFailCancel" = "返回";
"chatFailContent" = "對話接入失敗，是否重試?";
"Network error, Please try again" = "網絡異常，請重試";
"chatFailRetry" = "重試";
"chatFailTitle" = "對話失敗";
"endChat" = "關閉對話";
"joinFailed" = "接入失敗";
"staffOffline" = "客服離線";
"leaveWordTitle" = "留言";
"noNetWork" = "網絡連接失敗";
"staffNickName" = "客服";
"waitingTitle" = "等待接入";
"success" = "成功";
"fail" = "失敗";
"error" = "錯誤";
"notFound" = "未找到對應文件";
"resourceError" = "資源錯誤";
"playError" = "播放錯誤";
"netError" = "網絡不可用";
"pageLoadingError" = "頁面不可用";
"uploadError" = "上傳錯誤";
"overSize" = "文件過大";
"save" = "保存";
"Do you end this conversation?" = "是否結束本次對話?";
"Do you wanna save picture?" = "是否保存圖片?";
"loading" = "正在加載...";
"connecting..." = "正在連接...";
"connectingTitle" = "正在接入...";
"[pic]" = "[圖片]";
"tip" = "提示";
"not support" = "不支持";
"full image" = "查看原圖";
"work order" = "工單";
"emoji" = "[表情]";
"newMsg" = "您有一條新消息";
"no message" = "暂無訊息";
"no network is available" = "網絡連接異常, 請檢查您的網絡";
"connect error,please check" ="網絡連接異常, 點擊刷新";
"message" = "訊息";
"message(%ld)" = "訊息(%ld)";

//----> extral_permission_description
"echat_permission_camera" = "相機權限 ";
"echat_permission_microphone" = "麥克風權限 ";
"echat_permission_album" = "相冊權限 ";
"echat_permission_location" = "定位權限 ";
"echat_permission_use_description" = "權限使用說明";
"echat_permission_map_description" = "當前申請定位權限，用於客服對話過程中，定位當前手機位置，選擇位置信息發送給客服，不授權權限，不影響其他功能使用";
"echat_permission_media_description" = "當前申請相冊權限，用於客服對話過程中，發送圖片、視頻以及保存圖片、視頻、文件至本地，不授權權限，不影響其他功能使用";
"echat_permission_record_description" = "當前申請%@，用於客服對話過程中，拍照、錄製視頻、錄製音頻並發送給客服，不授權權限，不影響其他功能使用";
